Repository: MaddTheSane/colloquy-1
Catalog: Mobile/Languages/Localizable.xcstrings
Source language: en
Languages: de, it, ko

source: is running Mobile Colloquy %@ in %@ mode on an %@ running iOS %@.
it: sta usando ColloquyMobile %1$@ in modalità %2$@ su un %3$@ - iOS %4$@.

source: landscape
it: Orizzontale
ko: 랜드스케이프

source: Leave Chat Room
it: Esci dal Canale
ko: 채널에서 나가기

source: Maps
it: Mappe

source: Members
it: Membri
ko: 사용자

source: minute
it: minuto

source: Name
it: Nome
ko: 이름

source: New away status
it: Nuovo stato Away
ko: 새로운 부재중 설명

source: New chat.
it: Nuova chat.

source: NickServ Password
it: Password

source: No away statuses
it: Nessun stato di away impostato
ko: 부재중 설명이 없습니다

source: Normal User
it: Utente Normale
ko: 일반 사용자

source: Open
it: Apri
ko: 열기

source: Open Link in %@?
it: Apri Link con %@?
ko: %@? 안의 링크를 여시겠습니까?

source: Open Link?
it: Vuoi Aprire il Link?
ko: 링크를 여시겠습니까?

source: Opening this link will close Colloquy.
it: Se apri questo link Colloquy verrà chiuso.
ko: 이 링크를 열게 되면 Colloquy가 종료됩니다.

source: Optional
it: Opzionale
ko: 옵션

source: Password (Optional)
it: Password (Opzionale)
ko: 비밀번호 (옵션)

source: Port
it: Porta
ko: 포트

source: Port: %hu
it: Porta: %hu
ko: 포트: %hu

source: portrait
it: verticale
ko: 포트레이트

source: Private messages and highlighted room messages are pushed. Push notifications require connecting to apush aware bouncer.
it: I Messaggi Privati o quelli pubblici che contengono il tuo nick vengono notificati. Però le notifiche-Push, per funzionare, richiedono una connessione ad un Bouncer che sia compatibile con Push.

source: real name
it: nome reale
ko: 실제 이름

source: Registered User
it: Utente Registrato
ko: 등록된 사용자

source: Remove Away Status
it: Rimuovi lo stato di Away
ko: 부재중 설명 제거

source: Room Key (optional)
it: Codice Canale

source: rooms
it: Canali
ko: 채널

source: Rooms: None
it: Canali: Nessuno
ko: 채널: 없음

source: Server Operator
it: Operatore del Server
ko: 서버 운영자

source: Server Port
it: Porta tcp/ip del server
ko: 서버 포트

source: Server Port: %hu
it: Porta tcp/ip del server: %hu
ko: 서버 포트: %hu

source: Set Away Status&
it: Imposta lo stato di Away&

source: Support was removed due to Twitter removing basic authentication support. Sorry for any inconvenience.
it: Non è più supportato a causa del rinnovamento delle API Twitter per l'autenticazione. Siamo spiacenti per l'inconvenienza.

source: Tweet Support Removed
it: I Tweets non Sono più Supportati

source: Your device token is only shown locally and is:
it: Il token del tuo dispositivo è disponibile solo localmente, ed è:
ko: 디바이스 토큰은 로컬상에서만 보이며, 다음과 같습니다: Your device token is only shown locally and is:

source: %@ changed this room to allow anyone to change the topic.
ko: %@ 님이 채널의 모든 분들이 채널 주제를 변경할 수 있게 하셨습니다.

source: %@ changed this room to no longer require a password.
ko: %@ 님이 채널 비밀번호를 입력하지 않도록 변경하셨습니다.

source: %@ changed this room to permit outside messages.
ko: %@ 님이 채널 바깥의 메시지를 받을수 있게 변경하셨습니다.

source: %@ changed this room to prohibit outside messages.
ko: %@ 님이 채널 바깥의 메시지를 받지 못하게 변경하셨습니다.

# %@ changed this room to require a password of "%@".
source: %1$@ changed this room to require a password of "%2$@".
ko: %1$@ 님이 채널의 비밀번호를 "%2$@"로 변경하셨습니다.

source: %@ changed this room to require operator status to change the topic.
ko: %@ 님이 채널의 주제를 운영자 권한을 가진 사람만 바꿀수 있도록 변경하셨습니다.

# %@ highlighted you in %@, %@
source: %1$@ highlighted you in %2$@, %3$@
ko: %1$@ 님이 %2$@, %3$@ 에서 님을 강조하였습니다.

# %@ highlighted you in %@, saying: %@
source: %1$@ highlighted you in %2$@, saying: %3$@
ko: %1$@ 님이 %2$@ 에서 %3$@ 라고 강조하였습니다.

# %@ highlighted you, privately %@
source: %1$@ highlighted you, privately %2$@
ko: %1$@ 님이 개인적으로 %2$@ 에서 강조하였습니다

# %@ highlighted you, privately saying: %@
source: %1$@ highlighted you, privately saying: %2$@
ko: %1$@ 님이 개인적으로 %2$@ 라고 강조하셨습니다.

# %@ in %@ %@
source: %1$@ in %2$@ %3$@
ko: %2$@ %3$@ 의 %1$@

# %@ in %@ said: %@
source: %1$@ in %2$@ said: %3$@
ko: %2$@의 %1$@님이 %3$@ 라고 말하셨습니다

source: %@ made this room invite only.
ko: %@ 님이 채널을 초대 받으신 분만 입장할수 있도록 변경하셨습니다.

source: %@ made this room moderated for normal users.
ko: %@ 님이 일반 사용자들이 대화할 수 있도록 변경하셨습니다.

source: %@ made this room moderated for operators.
ko: %@ 님이 관리자들만 대화할 수 있도록 변경 하셨습니다.

source: %@ made this room no longer a secret.
ko: %@ 님이 비밀 채널 상태를 푸셨습니다.

source: %@ made this room no longer invite only.
ko: %@ 님이 초대 자 제한을 푸셨습니다.

source: %@ made this room no longer moderated for normal users.
ko: %@ 님이 일반 사용자들의 대화 제한을 푸셨습니다.

source: %@ made this room no longer moderated for operators.
ko: %@ 님이 관리자들만 대화할 수 있는 제한을 푸셨습니다.

source: %@ made this room private.
ko: %@ 님이 이 채널을 비밀 채널으로 설정하셨습니다.

source: %@ made this room public.
ko: %@ 님이 이 채널을 공개 채널으로 설정하셨습니다.

source: %@ made this room secret.
ko: %@ 님이 이 채널을 비밀 채널으로 만드셨습니다.

# %@ privately %@
source: %1$@ privately %2$@
ko: %1$@ 님이 %2$@ 님에게 개인적으로 대화하시고 싶어합니다.

# %@ privately said: %@
source: %1$@ privately said: %2$@
ko: %1$@ 님이 개인적으로 %2$@ 라고 말하셨습니다.

source: %@ removed the room member limit.
ko: %@ 님이 채널 이용자 수 제한을 푸셨습니다.

# %@ set a limit on the number of room members to %@.
source: %1$@ set a limit on the number of room members to %2$@.
ko: %1$@ 님이 %2$@ 명의 채널 이용자 제한을 거셨습니다.

# %@ set mode %@.
source: %1$@ set mode %2$@.
ko: %1$@ 님이 %2$@ 모드를 거셨습니다.

# %@ set modes %@.
source: %1$@ set modes %2$@.
ko: %1$@ 님이 %2$@ 모드를 거셨습니다.

source: Add
ko: 추가

source: Add Ban
ko: 차단 추가

source: Add New Ignore
ko: 새로운 무시 추가

source: Album
ko: 앨범

source: Allow Multitasking
ko: 멀티 태스킹 허용

source: Allow Multitasking: Off
ko: 멀티 태스킹 허용: 꺼짐

source: Allow Multitasking: On
ko: 멀티 태스킹 허용: 켜짐

source: Artist
ko: 아티스트

source: Attempt SASL
ko: SASL 허용

source: Attempt SASL: Off
ko: SASL 허용: 꺼짐

source: Attempt SASL: On
ko: SASL 허용: 켜짐

source: Authentication via SASL uses your nickname and nickname password.
ko: SASL을 통한 인증은 여러분의 별명과 비밀번호를 사용합니다.

source: away info
ko: 부재 정보

source: Bans
ko: 차단들

source: By
ko: 으로

source: class
ko: 클래스

source: Colloquy Bouncer
ko: Colloquy 바운서

source: Colloquy Bouncer Server
ko: Colloquy 바운서 서버

source: Console
ko: 콘솔

source: Copy
ko: 복사

source: Create Away Status…
ko: 부재중 설명 생성…

source: Disc Number
ko: 디스크 번호

source: Disconnected
ko: 연결 해제됨

source: Discs In Album
ko: 앨범 안 디스크

source: Display Name
ko: 보일 이름

source: Edit ban list.
ko: 차단 목록 편집.

source: Edit Ignore Rule
ko: 무시 규칙 편집

source: Enter Room Topic
ko: 채널 주제쪽에 들어가기

source: hostname
ko: 호스트 이름

source: Hostname: %@
ko: 호스트 이름: %@

source: Identify
ko: 확인

source: Ignore List
ko: 무시 목록

# In %@, %@
source: In %1$@, %2$@
ko: 안의 %1$@, %2$@

source: In Use
ko: 사용중

source: Internet Relay Chat Server
ko: 인터넷 릴레이 채팅 서버

source: Invite-only
ko: 초대자만

source: is listening to
ko: 님이 듣고 있습니다

source: is running Mobile Colloquy %1$@ in %2$@ mode on an %3$@ running iOS %4$@ with %5$d processors, %6$@ RAM and a system uptime of %7$@.
ko: 는 현재 모바일 Colloquy %1$@ 를 %2$@ 모드로 사용하고 있으며, iOS %4$@ 가 돌아가는 %3$@ 으로, %5$d 개의 프로세서, %6$@ RAM 과 현재 %7$@ 동안 구동하고 있습니다.

source: is running Mobile Colloquy %1$@ in %2$@ mode on an %3$@ running iOS %4$@ with %5$d processors, %6$@ RAM, %7$.0f%% battery life remaining and a system uptime of %8$@.
ko: 님은 현재 모바일 버전의 Colloquy %1$@ 를 %2$@ 모드로 쓰시고 계시며, iOS %4$@ 버전의 %3$@을 쓰시고 계시며, %5$d 개의 프로세서와, %6$@ RAM, %7$.0f%% 배터리가 남아있으며, 현재 %8$@ 동안 구동하고 있습니다.

source: Join Rooms: %u rooms
ko: 입장한 채널: %u 개의 채널

source: Join Rooms: None
ko: 입장한 채널: 없음

source: Log In
ko: 로그인

source: Mail
ko: 메일

source: Make Default
ko: 기본값으로 설정

source: Member limit
ko: 채널 이용자 제한

source: Mobile Colloquy Support
ko: 모바일 Colloquy 지원

source: Moderated chat
ko: 관리중인 채팅

source: Modes
ko: 모드

source: Multitasking Enabled
ko: 멀티태스킹 허용

source: Multitasking was disabled for Colloquy, but has been enabled again with a timeout of 5 minutes.
ko: Colloquy 의 멀티태스킹이 꺼져있습니다. 그러나, 5분 타임아웃으로 다시 설정하실수 있습니다.

source: New Chat
ko: 새 채널

source: No Ignores Found
ko: 무시 항목 없음

source: No multitasking time remaining, so you have been disconnected.
ko: 멀티태스킹 시간이 다되어 연결이 끊어집니다.

source: No outside messages
ko: 바깥에서 온 메시지가 없음

source: No sent messages
ko: 메시지를 보낼수가 없음

source: No server found for %@.
ko: %@ 서버를 찾을수 없습니다.

source: Okay
ko: 확인

source: Open Console on Launch: Off
ko: 실행시 콘솔 열기: 끄기

source: Open Console on Launch: On
ko: 실행시 콘솔 열기: 켜기

source: Permanent
ko: 영구

source: Private chat
ko: 개인 채팅

source: Rating
ko: 평가

source: Recent Messages
ko: 최근 메시지

source: Reject
ko: 거절

source: Room Info
ko: 채널 정보

source: Room Password
ko: 채널 비밀번호

source: Secret chat
ko: 비밀 채팅

source: server
ko: 서버

source: Server Error
ko: 서버 오류

source: Server: %@
ko: 서버: %@

source: Services Password
ko: 서비스 비밀번호

source: Set Away Status…
ko: 부재중 설명 설정…

source: Show Console
ko: 콘솔 보기

source: Show Preferences.
ko: 설정 보기.

source: Thai (ISO 8859-11)
ko: 태국어 (ISO 8859-11)

source: Thai (Mac OS)
ko: 태국어 (Mac OS)

source: Thai (Windows, DOS)
ko: 태국어 (Windows, DOS)

source: Title
ko: 제목

source: TLS Error
ko: TLS 오류

source: Topic
ko: 주제

source: Topic set by ops
ko: 옵이 주제를 설정할수 있습니다

source: Track Number
ko: 트랙 번호

source: Tracks On Album
ko: 앨범 트랙

# Unable to save "%@" to %@ due to a server error.
source: Unable to save "%1$@" to %2$@ due to a server error.
ko: 서버 오류로 인해 "%1$@"의 %2$@ 를 저장할 수가 없습니다.

# Unable to save "%@" to %@.
source: Unable to save "%1$@" to %2$@.
ko: "%1$@" 의 %2$@ 를 저장할 수 없습니다.

source: Unable to securely connect to "%@".
ko: "%@"로 보안 연결을 할 수 없습니다.

source: Unicode (UTF-8)
ko: 유니코드 (UTF-8)

source: Unknown Error
ko: 알수없는 오류

source: Unused
ko: 사용하지 않음

source: username
ko: 사용자 이름

source: Username or Email
ko: 사용자 이름 혹은 Email

# You are invited to "%@" by "%@" on "%@".
source: You are invited to "%1$@" by "%2$@" on "%3$@".
ko: "%2$@" 의 "%3$@" 에서 "%1$@" 님이 초대하셨습니다.

source: You changed this room to allow anyone to change the topic.
ko: 누구든지 채널 주제를 바꿀수 있게 변경 하셨습니다.

source: You changed this room to no longer require a password.
ko: 비밀번호를 입력하지 않고 채널에 들어올수 있게 설정을 변경 하셨습니다.

source: You changed this room to permit outside messages.
ko: 이 채널에서 바깥 메시지를 받을수 있도록 변경 하셨습니다.

source: You changed this room to prohibit outside messages.
ko: 이 채널에서 바깥 메시지를 받지 않게 변경 하셨습니다.

source: You changed this room to require a password of "%@".
ko: "%@" 채널에 입장하기 위해서 비밀번호가 필요하게 변경 하셨습니다.

source: You changed this room to require operator status to change the topic.
ko: 운영자만 채널 주제를 바꿀수 있게 변경 하셨습니다.

source: You have been disconnected due to %u minutes of inactivity.
ko: %u 분동안 활동이 없으셔서 서버 연결이 끊기셨습니다.

source: You have been disconnected due to 1 minute of inactivity.
ko: 1분동안 활동이 없으셔서 서버 연결이 끊기셨습니다.

source: You have been disconnected due to the loss of network connectivity
ko: 네트워크 연결이 끊긴탓에 서버 연결이 끊기셨습니다.

source: You have been disconnected.
ko: 연결이 끊기셨습니다.

# You have invited %@ to %@.
source: You have invited %1$@ to %2$@.
ko: %2$@의 %1$@ 님으로부터 초대를 받으셨습니다.

source: You made this room invite only.
ko: 초대자만 들어올 수 있는 채널을 생성하셨습니다.

source: You made this room moderated for normal users.
ko: 일반 사용자들이 대화 할 수 있는 관리되는 채널을 생성하셨습니다.

source: You made this room moderated for operators.
ko: 관리자가 관리하는 채널을 생성하셨습니다.

source: You made this room no longer a secret.
ko: 생성하신 채널이 더이상 비밀 채널이 아니게 수정하셨습니다.

source: You made this room no longer invite only.
ko: 생성하신 채널이 더이상 초대자만 들어올수 있는 채널이 아니게 수정하셨습니다.

source: You made this room no longer moderated for normal users.
ko: 일반 사용자들이 대화하는걸 관리하지 않도록 변경하셨습니다.

source: You made this room no longer moderated for operators.
ko: 관리자들이 관리하는 채널이 아니게 변경하셨습니다.

source: You made this room private.
ko: 개인 채널으로 설정하셨습니다.

source: You made this room public.
ko: 공개 채널으로 설정하셨습니다.

source: You made this room secret.
ko: 비밀 채널으로 설정하셨습니다.

source: You removed the room member limit.
ko: 채널 이용자 제한을 없애셨습니다.

source: You set a limit on the number of room members to %@.
ko: %@ 명으로 채널 이용자 제한을 설정하셨습니다.

source: You set mode %@.
ko: %@ 모드를 설정하셨습니다.

source: You set modes %@.
ko: %@ 모드를 설정하셨습니다.

source: You will be disconnected in less than a minute due to inactivity.
ko: 활동이 없기에 몇분내로 연결이 끊길 것입니다.
